acpi
acpid
act
adw-gtk-theme
apparmor
argocd
auto-cpufreq
autoconf
automake
aws-cli
azure-cli-bin
azure-dev-cli-bin
b43-fwcutter
baobab
base
base-devel
bibata-cursor-theme
bind
btrfs-progs
btrfsmaintenance
bzip2
calibre-bin
cameractrls
camunda-modeler-bin
chromium
claude-code-seccomp
claude-code-stable
collision
colloid-icon-theme-git
coreutils
cpupower
cronie
cryptsetup
dconf-editor
deja-dup
device-mapper
dhclient
dhcpcd
diffutils
dive
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dotool
drawing
dropbox
duplicati-canary-bin
e2fsprogs
ecryptfs-utils
efibootmgr
electrum
endeavour
envycontrol
epson-inkjet-printer-escpr
epson-printer-utility
epsonscan2
evince
evolution
exfatprogs
extension-manager
f2fs-tools
ffmpeg-audio-thumbnailer
ffmpegthumbnailer
file-roller
fingerprint-gui
firefox
flex
fprintd
fragments
gdm
geary
gedit
gedit-plugins
ghostty
gimp
github-cli
gitlab-runner
glab
glibc-locales
gnome-backgrounds
gnome-boxes
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-connections
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-layout-switcher
gnome-logs
gnome-maps
gnome-mines
gnome-network-displays
gnome-remote-desktop
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-arc-menu
gnome-shell-extension-cpufreq
gnome-shell-extension-dash-to-dock
gnome-shell-extension-dash-to-panel
gnome-shell-extension-forge
gnome-shell-extension-gnome-ui-tune
gnome-shell-extension-gpu-profile-selector
gnome-shell-extension-gsconnect
gnome-shell-extension-gtk4-desktop-icons-ng
gnome-shell-extension-legacy-theme-auto-switcher
gnome-shell-extension-space-bar
gnome-shell-extension-x11gestures
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gnuchess
gpicview
grilo-plugins
grub
grub-btrfs
grub-theme-manjaro
gthumb
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
handbrake
helm
htop
iagno
ibus
imagewriter
inetutils
inkscape
intel-ucode
inxi
istio
jdk-openjdk
jdk21-openjdk
jfsutils
jq
k9s
kdenlive-appimage-pure
kind-bin
kooha
krew
kube-bench-bin
kubecolor
kubectl-bin
kubectx
kustomize
kvantum-manjaro
less
lib32-libusb-compat
lib32-nvidia-utils
libdvdcss
libpamac-flatpak-plugin
libreoffice-fresh
libreoffice-fresh-de
libxnvctrl
linphone-desktop-appimage
linux612
linux612-nvidia
linux612-virtualbox-host-modules
linux618
linux618-nvidia
linux618-virtualbox-host-modules
localsend-bin
logrotate
lollypop
lrzip
lvm2
make
malcontent
man-db
man-pages
manjaro-alsa
manjaro-base-skel
manjaro-browser-settings
manjaro-gnome-backgrounds
manjaro-gnome-extension-settings
manjaro-gnome-settings
manjaro-gstreamer
manjaro-hello
manjaro-input
manjaro-modem
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
memtest86+-efi
mesa-utils
mhwd
mhwd-db
mkinitcpio-openswap
modemmanager
nano
nano-syntax-highlighting
nautilus
nautilus-admin
nautilus-empty-file
nbfc-linux
network-manager-sstp
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-strongswan
networkmanager-vpnc
nfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
nvidia-prime
nvidia-settings
nvidia-utils
obsidian
onlyoffice-desktopeditors
open-android-backup
openssh
os-prober
pack-cli-bin
packer
pacman-contrib
pam-fprint-grosshack
pamac-gnome-integration
pamac-gtk
pandoc-bin
papirus-maia-icon-theme
perl
pick-colour-picker
playwright
playwright-cli
plymouth-theme-manjaro
popeye
postman-bin
powertop
pulumi
pyenv
python-pip
python-pipx
python-standard-aifc
python-standard-chunk
python-standard-sndhdr
python-standard-uu
qogir-icon-theme
qt5ct
qt6ct
quadrapassel
reiserfsprogs
remmina
restic
resticprofile-bin
rocketchat-client-bin
rsync
rygel
s-nail
seahorse
shotcut
signal-desktop-beta-bin
simple-scan
slack-desktop
slimbookintelcontroller
snapd
snapshot
socat
sof-firmware
spectre-meltdown-checker
spotify
squashfs-tools
sshfs
steam
sublime-text-4
sudo
sushi
syncthing
sysfsutils
system-config-printer
system-monitoring-center
systemd
tailscale
telegram-desktop
texinfo
thinkfan
thinkfan-ui
thunderbird
timeshift
timeshift-autosnap-manjaro
totem
touche
traceroute
tree
ttf-hack
ttf-indic-otf
unace
unrar
update-grub
usbutils
vagrant
vdhcoapp-bin
virt-manager
virtualbox
visual-studio-code-bin
vlc
vlc-plugin-ffmpeg
voxtype-bin
webapp-manager
wget
which
wireless-regdb
wpa_supplicant
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xfsprogs
xorg-server
xorg-xinit
xournalpp
ydotool
zlib-ng
zoom
