act
argocd
autoconf
automake
aws-cli
azure-cli-bin
b43-fwcutter
base
base-devel
bottles
bzip2
caffeine-ng
canon-pixma-mx870-complete
cerebro-bin
deja-dup
docker
drawing
dropbox
firefox
geary
gedit
github-cli
helm
heroku-cli
homebank
imagewriter
jdk-openjdk
k9s
kind-bin
kubectl-bin
kubectx
kustomize
libreoffice-fresh
libreoffice-fresh-de
libvirt
linphone-desktop-appimage
make
nvidia-settings
nvidia-utils
pack-cli-bin
packer
perl
postman-bin
pulumi
pyenv
python-pip
python-pipx
qemu-base
restic
resticprofile-bin
slack-desktop
slimbookbattery
steam
teamviewer
timeshift
timeshift-autosnap-manjaro
tree
vagrant
virtualbox
visual-studio-code-bin
wget
zoom
