act
android-studio
argocd
auto-cpufreq
autoconf
automake
aws-cli
azure-cli-bin
b43-fwcutter
base
base-devel
bottles
bzip2
caffeine-ng
canon-pixma-mx870-complete
cerebro-bin
chromium
deja-dup
docker
docker-compose
drawing
dropbox
electrum
envycontrol
gnome-shell-extension-gpu-profile-selector
extension-manager
fingerprint-gui
firefox
geary
gedit
github-cli
helm
heroku-cli-bin
imagewriter
jdk-openjdk
jq
k9s
kind-bin
krew
kubectl-bin
kubectx
kustomize
lib32-libusb-compat
libreoffice-fresh
libreoffice-fresh-de
libvirt
linphone-desktop-appimage
lm_sensors
make
mission-center
nfs-utils
nvidia-settings
nvidia-utils
pack-cli-bin
packer
perl
postman-bin
power-profiles-daemon
powertop
pulumi
pyenv
python-pip
python-pipx
qemu-base
remmina
restic
resticprofile-bin
rsync
signal-desktop-beta-bin
simple-scan
slack-desktop
spectre-meltdown-checker
steam
sshfs
sublime-text-4
tailscale
teamviewer
thinkfan
thinkfan-ui
tilix
timeshift
timeshift-autosnap-manjaro
tree
vagrant
virtualbox
visual-studio-code-bin
wget
zoom